Repository: openego/egon-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Country
de: Land

source: State
de: Bundesland

source: District
de: Kreis

source: Municipality
de: Gemeinde

source: both
de: beide

source: Demand
de: Nachfrage

source: Supply
de: Erzeugung

source: Grids
de: Netz

source: Flexibility
de: Flexibilitäten

source: Map Layers
de: Map Layer

source: Max. demand (MW)
de: Maximale Nachfrage (MW)

source: Annual demand (MWh)
de: Jährlicher Verbrauch (MWh)

source: Maximal demand (MW)
de: Minimale Nachfrage (MW)

source: Minimal demand (MW)
de: Minimale Nachfrage (MW)

source: Electrical capacity (MW))
de: Installierte Leistung (MW)

source: Potential area (km²)
de: Potenzialgebiet (km²)

source: Electrical Capacity
de: Elektrische Leistung

source: Voltage level
de: Spannungsebene

source: Population
de: Bevölkerung

source: Annual Demand (MWh)
de: Jährlicher Verbrauch (MWh)

source: Maximal hourly demand (MW)
de: Maximale stündliche Nachfrage (MW)

source: Minimal hourly demand (MW)
de: Maximale stündliche Nachfrage (MW)

source: Number of electric vehicles
de: Anzahl elektrischer Fahrzeuge

source: Number of compact EV
de: Anzahl elektrischer Kompaktklassewagen

source: Number of mid-range EV
de: Anzahl elektrische Mittelklassewagen

source: Number of luxury-class EV
de: Anzahl Oberklassewagen

source: Number of compact PHEV
de: Anzahl plug-in Kompaktklassewagen

source: Number of mid-range PHEV
de: Anzahl plug-in Mittelklassewagen

source: Number of luxury-class PHEV
de: Anzahl plugin Oberklassewagen

source: Installed capacity (MW)
de: Installierte Leistung (MW)

source: Number of power plants
de: Anzahl der Energieanlagen

source: Flexible demand (MW)
de: Flexibler Verbrauch (MW)

source: Charging demand (MWh)
de: Ladenachfrage (MWh)

source: Share of flexible demand (%)
de: Anteil des flexiblen Verbrauchs (%)

source: Storage Capacity (MWh)
de: Speicherkapazität (MW)

source: About
de: Über uns

source: Contact
de: Kontakt

source: Scenarios
de: Szenarien

source: Results
de: Ergebnisse

source: Imprint
de: Impressum

source: Data Privacy
de: Datenschutzhinweise
